Repository: fgp/ProVoc
Catalog: Resources/*.lproj/Localizable.strings
Languages: french

# Leopard Only Feature Title
source: This version of ProVoc does not offer sound recording on the current version of the system
french: Cette version de ProVoc n'offre pas d'enregistrement sonore pour la version actuelle du système.

# Leopard Only Feature Message
source: This version of ProVoc is optimized for Mac OS X 10.5 Leopard, and does not offer sound recording for earlier versions of the system.
french: Cette version de ProVoc est optimizée pour Mac OS X 10.5 Leopard, et n'offre pas d'enregistremetn sonore pour les versions antérieurs du système.

# Leopard Only Feature Download Button
source: Download ProVoc for the current system
french: Télécharger ProVoc pour la version actuelle du système
