Repository: fgp/ProVoc
Catalog: Resources/*.lproj/Localizable.strings
Languages: french

source: No word
french: Aucun mot

source: %i word
french: %i mot

source: %i words
french: %i mots

source: %i of %@
french: %i de %@

source: Cancel
french: Annuler

# Enter the name of the new page:
source: Enter the name of the new lesson:
french: Entrer le nom de la nouvelle leçon:

source: Enter the name of the new chapter:
french: Entrez le nom du nouveau chapitre:

# Remove Page Title (Page Name: %@)
source: Remove Lesson “%@”?
french: Supprimer la leçon “%@”?

# Remove Chapter Title (Chapter Name: %@)
source: Remove whole “%@”?
french: Supprimer entièrement “%@”?

# Remove Multiple Pages Title
source: Remove Selected Lessons?
french: Supprimer les leçons sélectionnées?

source: New language
french: Nouvelle langue

# More Language Item
source: More…
french: Autre…

# Page Name %i
source: Lesson %i
french: Leçon %i

# Chapter Name %i
source: Chapter %i
french: Chapitre %i

# Imported Lesson Default Name
source: Imported Words
french: Mots importés

# %i page selected
source: %i lesson selected
french: %i leçon sélectionnée

# %i pages selected
source: %i lessons selected
french: %i leçons sélectionnées

# %i word to test
source: %i word to train
french: %i mot à tester

# %i of %i word to test
source: %i of %i word to train
french: %i de %i mot à tester

# %i words to test
source: %i words to train
french: %i mots à tester

# %i of %i words to test
source: %i of %i words to train
french: %i de %i mots à tester

source: Submit Document…
french: Publier le document…

source: Submit “%@”…
french: Publier “%@”…

# Submit Modified Title
source: Modified Document
french: Document modifié

# Submit Modified Message
source: You should save your document before submitting it.
french: Vous devez enregistrer le document avant de le publier.

# Submit Unsaved Title
source: Unsaved Document
french: Document non enregistré

# Submit Unsaved Message
source: You should first save your document before submitting it.
french: Vous devez tout d'abord enregistrer le document avant de le publier.

# Submit Resaved Title
source: Old Document Format
french: Ancien format de document

# Submit Resaved Message
source: The document needs first to be re-saved in the new format before being submitted.
french: Le document doit d'abord être enregistré au nouveau format avant d'être envoyé.

# Submit Save Button
source: Save
french: Enregistrer

# Submit Cancel Button
source: Cancel
french: Annuler

# Questions in Language %@. Answers in Language %@.
source: Questions in %@. Answers in %@.
french: Questions en %@. Réponses en %@.

source: Display with %@
french: Afficher avec %@

# Translation Caption
source: What is the translation of:
french: Quelle est la traduction de:

# Questions %i%% in Language %@, %i%% in Language %@.
source: Questions %i%% in %@, %i%% in %@.
french: Questions %i%% en %@, %i%% en %@.

# Questions both in Language %@ and in Language %@.
source: Questions and answers both in %@ and in %@.
french: Questions et réponses en %@ et %@.

# No Word To Submit Title
source: Empty Document
french: Document vide

# No Word To Submit Message
source: This document contains no word. Enter some words or sentences with their respective translation in the “Editing” section.
french: Ce document ne contient aucun mot à tester. Veuillez entrer des mots ou des phrases avec leur traduction respective dans la section “Édition”.

# No Word To Test Empty Document Alert Title
source: Empty Document
french: Document vide

# No Word To Test Empty Document Alert Message
source: This document contains no word. Enter some words or sentences with their respective translation in the “Editing” section. Alternatively, you can download existing vocabulary.
french: Ce document ne contient aucun mot à tester. Veuillez entrer des mots ou des phrases avec leur traduction respective dans la section “Édition”. Vous pouvez également télécharger des documents ProVoc existant.

# No Word To Test Empty Document Download Button
source: Download…
french: Télécharger…

# No Word To Test Empty Document Help Button
source: Help
french: Aide

# No Word To Test Alert Title
source: No word to train
french: Aucun mot à tester

# No Word To Test Alert Message
source: There is no word to train. Select another lesson, or modify the option “Train only”.
french: Il n'y a aucun mot à tester. Sélectionnez une autre leçon, ou modifiez l'option “Uniquement”.

# No Word For Slideshow Alert Title
source: No word to display
french: Aucun mot à afficher

# No Word For Slideshow Alert Message
source: There is no word to display in the selected lesson(s). Select another lesson containing some words and try again.
french: Il n'y a aucun mot à visualer dans les leçons sélectionnées. Sélectionnez une leçon contenant des mots puis réessayez.

# Verify Button Title
source: Verify
french: Vérifier

# Show Question Button Title
source: Display
french: Afficher

# Show Answers Button Title
source: Display
french: Afficher

# Start Test Button Title
source: Start Training
french: Débuter le test

# Resume Test Button Title
source: Resume Training
french: Reprendre le test

# Default String Encoding Menu Title
source: Automatic
french: Automatique

# Synonym Separator Comment String (%@)
source: Use “%@” to separate synonyms.
french: Utiliser “%@” pour séparer les synonymes.

# Comment Separator Comment String (%@)
source: Use “%@” to append comments to a word.
french: Utiliser “%@” pour ajouter un commentaire à un mot.

# No Doubles Found Title
source: No Doubles
french: Aucun doublon.

# No Doubles Found Message
source: There are no double entries in the selected lessons.
french: Il n'y a aucun doublon dans les leçons sélectionnées.

# Finding Doubles Action Title
source: Finding Double Entries…
french: Recherche les doublons…

# None Label Title
source: No Label
french: Aucune étiquette

# Flagged Words Title
source: Marked
french: Marqués

# Flagged Word Title
source: Marked
french: Marqués

# General Preference Pane Label
source: General
french: Générales

# Training Preference Pane Label
source: Training
french: Test

# Language Preference Pane Label
source: Languages
french: Langues

# Font Preference Pane Label
source: Fonts
french: Polices

# Label Preference Pane Label
source: Labels
french: Étiquettes

# Update Preference Pane Label
source: Updates
french: Mises à jour

# Label 2 Default Title
source: Uncertain
french: À vérifier

# Label 3 Default Title
source: Ambiguous
french: Ambigu

# Label 4 Default Title
source: Noun
french: Nom

# Label 5 Default Title
source: Adjective
french: Adjectif

# Label 6 Default Title
source: Verb
french: Verbe

# Label 7 Default Title
source: Adverb
french: Adverbe

# Label 9 Default Title
source: Other
french: Autre

# Flag Selected Words
source: Mark Selected Words
french: Marquer les mots sélectionnés

# Unflag Selected Words
source: Unmark Selected Words
french: Démarquer les mots sélectionnés

# Default Preset Name
source: Default
french: Standard

# New Preset Name %i
source: Custom %i
french: Sans titre %i

# Copy of %@
source: %@ Copy
french: %@ copie

# Copy of %@ #%i
source: %@ Copy %i
french: %@ copie %i

# Reveal Words in Pages Menu Item Title
source: Reveal Selected Words in Lessons
french: Révéler les mots sélectionnés dans leurs leçons

source: Swap %@ and %@
french: Intervertir %@ et %@

# Comment Column Identifier
source: Comments
french: Commentaires

# Abort Button Title
source: Abort
french: Abandonner

# Finish Button Title
source: Finish
french: Terminer

# Edit Button Title
source: Edit
french: Éditer

# Give Answer Button Title
source: Give Answer
french: Donner la solution

# Give Hint Button Title
source: Give Hint
french: Donner un indice

# No iPod Alert Title
source: No iPod Detected
french: Aucun iPod détecté

# No iPod Alert Message
source: Connect your iPod to the computer and try again. Note: The iPod must be usable as a disk. If no iPod icon appears on the desktop when the iPod is conntected, open iTunes, select Preferences > iPod > Music and select the “Enable disk use” checkbox.
french: Connectez votre iPod à l'ordinateur, puis réessayez. Note: L'iPod doit être utilisable comme disque dur. Si aucune icône n'apparaît sur le bureau lorsque l'iPod est connecté, ouvrez iTunes, sélectionnez Préférences > iPod > Musique et activez l'option “Activer l'utilisation comme disque dur”.

# Invalid iPod Alert Title
source: Unsupported iPod
french: iPod non supporté

# Invalid iPod Alert Message (%@)
source: This feature requires the note reader which is not available on this iPod.
french: Cette fonctionnalité requiert le lecteur de notes qui n'est pas disponible sur cet iPod.

# iPod Pages Sent with Success Title
source: Lessons successfully sent to iPod
french: Leçons transférées avec succès

# iPod Pages Sent with Success Message
source: To start repeating your vocabulary with your iPod, select Extras > Notes.
french: Pour répéter votre vocabulaire avec votre iPod, sélectionnez Extras > Notes.

# iPod Pages Sent Error Title
source: Could not send lessons to iPod
french: Les leçons n'ont pas pu être transférées sur l'iPod

# iPod Pages Sent Error Message (%@)
source: An error (%@) occurred while sending the lessons to iPod.
french: Une erreur (%@) est survenue lors du transfert des leçons sur l'iPod.

# Too Many iPod Notes Title
source: Maximum number of notes on iPod exceeded
french: Nombre maximum des notes sur l'iPod excédé

# Too Many iPod Notes Message (%i)
source: The number of notes on the connected iPod (%i) exceeds the maximum number of notes supported by the iPod Note Reader (1000). Some vocabulary will not be displayed correctly on the iPod. Try deleting some lessons from the Preferences dialog, or uncheck the option “Create separate notes for solutions”.
french: Le nombre de notes sur l'iPod (%i) excède le nombre maximum de notes tolérées par le lecteur de notes de l'iPod (1000). Certaines leçons de vocabulaire ne s'afficheront donc pas correctement sur l'iPod. Essayez de supprimer certaines leçon à partir de la fenêtre Préférences, ou décochez l'option “Créer des notes séparées pour les solutions”.

# Too Many iPod Notes Default Button
source: Discard
french: Ignorer

# Too Many iPod Notes Alternate Button
source: Open Preferences
french: Ouvrir les préférences

# Delete Selected iPod Content Title
source: Delete selected lessons from iPod?
french: Supprimer les leçons sélectionnés de l'iPod?

# Delete Selected iPod Content Message
source: Do you really want to remove the selected lessons from the connected iPod? This action cannot be undone.
french: Êtes-vous sûr de vouloir supprimer les leçons sélectionnées de l'iPod? Cette action ne peut pas être annulée.

# Delete Selected iPod Content Delete Button
source: Delete
french: Supprimer

# Delete Selected iPod Content Cancel Button
source: Cancel
french: Annuler

# Delete All iPod Notes Title
source: Delete all notes from iPod?
french: Supprimer toutes les notes de l'iPod?

# Delete All iPod Notes Message
source: Do you really want to remove all the notes from the connected iPod? This action cannot be undone.
french: Êtes-vous sûr de vouloir supprimer toutes les notes de l'iPod? Cette action ne peut pas être annulée.

# Delete All iPod Notes Delete Button
source: Delete All
french: Tout effacer

# Delete All iPod Notes Cancel Button
source: Cancel
french: Annuler

# iPod Eject Impossible Title
source: The iPod is in use and could not be ejected.
french: Impossible d'éjecter l'iPod: il est utilisé.

# iPod Eject Impossible Message
source: Try quitting applications and try again.
french: Essayez de fermer des applications, puis réessayez.

# iPod Question %@ of %@
source: %@ of %@
french: %@ de %@

# iPod Link Next
source: Next
french: Suivant

# iPod Title Wrong
source: Wrong
french: Incorrect

# iPod Link Try Again
source: Try again
french: Reprendre

# iPod Link Show Answer
source: Show answer
french: Afficher la solution

# iPod Title Finished
source: Finished
french: Terminé

# iPod Link Resume ProVoc
source: Back to ProVoc vocabulary list
french: Retour à la liste de vocabulaire de ProVoc

# iPod Text Finished (<=3G)
source: To return to the iPod main menu, keep Menu and Play/Pause pressed.
french: Pour revenir au menu principal de l'iPod, maintenez Menu et Lecture/Pause enfoncé.

# iPod Text Finished (<5G)
source: To return to the iPod main menu, keep Menu and Select pressed.
french: Pour revenir au menu principal de l'iPod, maintenez Menu et Sélection enfoncé.

# iPod Text Finished (5G 1.0)
source: To return to the iPod main menu, keep Menu and Select pressed (see ProVoc Help for more information).
french: Pour revenir au menu principal de l'iPod, maintenez Menu et Sélection enfoncé (voir Aide ProVoc pour de plus amples informations).

# iPod Text Finished (>5G 1.1)
source: To return to the iPod main menu, keep Menu pressed.
french: Pour revenir au menu principal de l'iPod, maintenez Menu enfoncé.

# iPod Link Questions
source: Questions
french: Test

# iPod Link Audio Listen
source: Listen
french: Écouter

# iPod ProVoc Copy Playlist Title
source: Audio not copied onto iPod
french: L'audio n'a pas pu être copié sur l'iPod

# iPod ProVoc Copy Playlist Message
source: The audio files could not be copied onto the iPod. Make sure that the iTunes playlist “ProVoc” is synchronized with your iPod.
french: Les fichiers audio n'ont pas pu être copiés sur l'iPod. Assurez-vous depuis iTunes que la liste de lecture “ProVoc” est synchronisée avec votre iPod.

source: Start Speaking
french: Commencer la lecture

source: Stop Speaking
french: Arrêter la lecture

# Preset Default Name %i
source: Untitled %i
french: Nouveau mode %i

# Result Wrong Title
source: Wrong
french: Incorrect

# Result Wrong Once Title
source: Wrong Once
french: Incorrect une fois

# Result Wrong Twice Title
source: Wrong Twice
french: Incorrect deux fois

# Result Wrong 3+ Title
source: Wrong More Than Twice
french: Incorrect plus de deux fois

# Result Ignored Title
source: Not Tested
french: Non testé

# Wrong Once Legend
source: Wrong Once
french: Incorrect une fois

# Wrong Twice Legend
source: Wrong Twice
french: Incorrect deux fois

# Wrong 3+ Legend
source: Wrong More Than Twice
french: Incorrect plus de deux fois

source: %i choices.
french: %i choix.

source: %i delayed choices.
french: %i choix retardés.

source: %i choices with images.
french: %i choix avec images.

source: %i delayed choices with images.
french: %i choix retardés avec images.

# Continuous mode.
source: Continuous.
french: Continu.

source: Until learned.
french: Apprentissage.

source: %i attempts.
french: %i essais.

source: %i attempt.
french: %i essai.

# Comments displayed with question.
source: Comments always displayed.
french: Commentaires toujours affichés.

# Comments displayed after answer.
source: Comments displayed with solution.
french: Commentaires affichés avec solution.

source: Comments displayed with %@.
french: Commentaires affichés avec %@.

# Comments not displayed.
source: Comments never displayed.
french: Commentaires jamais affichés.

# Timer duration: %@.
source: Duration: %@.
french: Durée: %@.

# Test only:
source: Train only:
french: Tester uniquement:

# No Word To Send Alert Title
source: No word to send
french: Aucun mot à transférer

# No Word To Send Alert Message
source: There is no word to send. Select another lesson, or modify the option “Train only”.
french: Il n'y a aucun mot à transférer. Sélectionnez une autre leçon, ou modifiez l'option “Tester uniquement”.

# Today Test Label Format
source: Today, %H:%M
french: Aujourd'hui, %H:%M

# Yesterday Test Label Format
source: Yesterday, %H:%M
french: Hier, %H:%M

# %i Days Ago Test Label Format
source: %%A %%b %%e, %%H:%%M
french: %%A %%e %%b, %%H:%%M

# Today Day Label Format
source: Today
french: Aujourd'hui

# Yesterday Day Label Format
source: Yesterday
french: Hier

# %i Days Ago Day Label Format
source: %%A %%b %%e
french: %%A %%e %%b

# This Week Week Label Format
source: This week
french: Cette semaine

# Last Week Week Label Format
source: Last week
french: Semaine passée

# %i Weeks Ago Week Label Format
source: %i weeks ago
french: %i semaines auparavant

# This Month Month Label Format
source: This month
french: Ce mois

# Last Month Month Label Format
source: Last month
french: Mois passé

# Open Old Format Alert Title
source: Document in Old Format
french: Document à l'ancien format

# Open Old Format Alert Message
source: This document was created using an older version of ProVoc. To take advantage of the new features, the document will have to be saved as a different file, using a new file format. It is suggested to first save this document before modifying it.
french: Ce document a été créé avec une version plus ancienne de ProVoc. Afin de tirer profit des nouvelles fonctionnalités, le document devra être enregistré sous un nouveau format. Il est conseillé d'enregistrer ce fichier au nouveau format avec d'y apporter des modifications.

# Save As New Format Alert Title
source: Save Document in New Format
french: Enregistrer le document au nouveau format

# Save As New Format Alert Message
source: This document was created using an older version of ProVoc. To take advantage of the new features, the document has to be saved as a different file, using a new file format. The previous version of this document will be kept untouched.
french: Ce document a été créé avec une version plus ancienne de ProVoc. Afin de tirer profit des nouvelles fonctionnalités, le document doit être enregistré comme fichier différent sous un nouveau format. La version précédente de ce document restera inaltérée.

# Text Inspector View
source: Text
french: Texte

# Movie Inspector View
source: Movie
french: Vidéo

# Export Audio Panel Title
source: Export Audio
french: Exporter l'image

# Export Audio Panel Prompt
source: Export
french: Exporter

# No Name Media Placeholder
source: (Untitled)
french: (Sans titre)

# Record Sound for Language %@
source: Record Audio for %@
french: Enregistrer l'audio pour %@

# No Selection Record Audio Title
source: Select one word
french: Sélectionnez un mot

# No Selection Record Audio Message
source: Select the word for which you want to record audio, and try again.
french: Sélectionnez le mot pour lequel vous désirez enregistrer l'audio, puis réessayez.

# Export Image Panel Title
source: Export Image
french: Exporter l'image

# Export Image Panel Prompt
source: Export
french: Exporter

# Export Movie Panel Title
source: Export Movie
french: Exporter la vidéo

# Export Movie Panel Prompt
source: Export
french: Exporter

# Transfer Error Title
source: Audio Not Transferred
french: Audio non transmis

# Transfer Error Format (%@, %@)
source: An error occurred while trying to transfer the audio files on the iPod. [%@ ; %@]
french: Une erreur est survenue lors du transfert de l'audio sur l'IPod. [%@ ; %@]

# Image Drag Destination Placeholder
source: Drop or Paste Image Here
french: Glisser ou coller l'image ici

# Movie Drag Destination Placeholder
source: Drop Movie Here
french: Glisser la séquence vidéo ici

# Movie Play Fullscreen Item Title
source: Play in Full Size
french: Lire en taille réelle

# Homepage URL
source: http://www.arizona-software.ch/
french: http://www.arizona-software.ch/fr

# Download Vocabulary URL (v=%@)
source: http://www.arizona-software.ch/provoc/vocabulary/?from=app&lang=en&version=%@
french: http://www.arizona-software.ch/provoc/vocabulary/?from=app&lang=fr&version=%@

# Discover Features URL (v=%@)
source: http://www.arizona-software.ch/provoc/features/?from=app&lang=en&version=%@
french: http://www.arizona-software.ch/provoc/features/?from=app&lang=fr&version=%@

# Target Language Caption
source: Target:
french: Destination:

# Compressing
source: Compressing document…
french: Compression du document en cours…

# Uploading
source: Uploading document…
french: Envoi du document en cours…

# Confirming
source: Waiting for confirmation…
french: Attente de la confirmation…

# Submission Connection Error Title
source: Cannot Submit Document
french: Impossible de publier le document

# Submission Connection Error Message
source: The submission server could not be found. Make sure you are connected to the Internet and your network is configured properly, then try again.
french: Le serveur d'envoi n'a pas pu être trouvé. Vérifiez que vous soyez connecté à Internet et que votre réseau soit configuré correctement, puis réessayez.

# Submission Error Title
source: Unexpected Error
french: Erreur lors de l'envoi

# Submission Error Message (%@)
source: An unexpected error occured during the submission (%@).
french: Une erreur inopinée est survenue lors de l'envoi du document (%@).

# Translation Service Invalid Pasteboard Error
source: Could not translate
french: Impossible de traduire

# Translation Service No Translation Error
source: No translation found
french: Aucune traduction n'a pu être trouvée

# Timer Did Elapse Title
source: Time is over!
french: Le temps est écoulé!

# Timer Did Elapse Message
source: It's time now to finish your training.
french: Il est temps de terminer votre test.

# Timer Did Elapse Finish Button
source: Finish
french: Terminer

# Timer Did Elapse 1' Button
source: Allow one more minute
french: Accorder encore une minute

# Timer Did Elapse Discard Button
source: Discard
french: Ignorer

# Default Voice
source: Default
french: Défaut

# Install Widget Title
source: Download ProVoc Dashboard Widget
french: Télécharger le widget ProVoc pour Dashboard

# Install Widget Message
source: ProVoc now offers a companion Dashboard widget. Would you like to download it now?
french: Le widget companion de ProVoc est à présent disponible. Désirez-vous le télécharger maintenant?

# Install Widget Download Button
source: Download
french: Télécharger

# Install Widget Later Button
source: Remind me later
french: Plus tard

# Install Widget Ignore Button
source: Ignore
french: Ignorer

# Widget Download URL
source: http://www.arizona-software.ch/provoc/widget/?from=app&action=download
french: http://www.arizona-software.ch/provoc/widget/?from=app&action=download&lang=fr

# Font Set Button Title
source: Set…
french: Choisir…

# Font Reset Button Title
source: Default
french: Défaut

source: Auto Size Column
french: Ajuster automatiquement la taille de la colonne

source: Auto Size All Columns
french: Ajuster automatiquement la taille de toutes les colonnes

source: Delete Column Contents
french: Supprimer le contenu de la colonne

source: Today
french: Aujourd'hui

source: Yesterday
french: Hier

# Mark Column Name
source: Label
french: Étiquette

source: %i days
french: %i jours

source: %i day
french: %i jour

source: %i weeks
french: %i semaines

source: %i week
french: %i semaine

source: %i months
french: %i mois

source: %i month
french: %i mois

# Older Than %@ Format
source: older than %@
french: plus de %@

# only words needed to be reviewed
source: words to review
french: mots à réviser

source: %i random words
french: %i mots aléatoires

source: %i most difficult words
french: %i mots les plus difficiles

# Choose Background
source: Choose…
french: Choisir…

# Custom Background Open Panel Title
source: Animated Background
french: Arrière-plan animé

# Custom Background Open Panel Message
source: Choose a Quartz composition to be used as background:
french: Sélectionnez une composition Quartz à utiliser comme arrière-plan:

# Custom Background Open Panel Prompt
source: Select
french: Sélectionner

source: Now
french: Maintenant

source: In one min.
french: Dans 1 min.

source: In %i min.
french: Dans %i min.

source: In one hour
french: Dans 1 h.

source: In %i hours
french: Dans %i h.

source: In one day
french: Dans 1 jour

source: In %i days
french: Dans %i jours

source: In one week
french: Dans 1 sem.

source: In %i weeks
french: Dans %i sem.
